{
  "MarioBanana": "Not the most adventurous one, are you. At least you know what works for you.",
  "MarioBoo": "You like being sneaky while still playing it safe. Like a cautious ninja.",
  "MarioFeather": "You like big jumps, and you cannot lie...",
  "MarioGreen Shell": "You like to create chaos while looking totally normal.",
  "MarioRed Shell": "You appear mostly normal, but you're really a tiny ball of rage.",
  "MarioMushroom": "You're traditional, but you're not above using a little help here and there.",
  "MarioStar": "Very old school. Old school cool, that is.",
  "MarioThunderbolt": "You are well rounded and know all the really good life hacks.",
  "LuigiBanana": "Cautious, yet silly, with a dose of chaos.",
  "LuigiBoo": "People think you're the likeable underdog, but you have a dark side.",
  "LuigiFeather": "People think you're a dark horse. Especially if you're literally jumping over them.",
  "LuigiGreen Shell": "You win in life by delivering the unexpected in everything you do.",
  "LuigiRed Shell": "You're focused and unassuming, but deep down, you're a rebel.",
  "LuigiMushroom": "Everybody needs a little pcik me up now and then. I prefer coffee, but you do you.",
  "LuigiStar": "You believe that the best way to move forward is to go full tilt towards your goal. You're not wrong.",
  "LuigiThunderbolt": "",
  "Princess PeachBanana": "",
  "Princess PeachBoo": "",
  "Princess PeachFeather": "",
  "Princess PeachGreen Shell": "There's this thing called beautiful chaos. You epitomize it.",
  "Princess PeachRed Shell": "",
  "Princess PeachMushroom": "You like dresses, but only if they have pockets. Like any sane person would.",
  "Princess PeachStar": "Beautiful and invincible. You're trying to be She-Ra, yes?",
  "Princess PeachThunderbolt": "",
  "ToadBanana": "You're the type to work smart, not hard. Good move.",
  "ToadBoo": "",
  "ToadFeather": "",
  "ToadGreen Shell": "",
  "ToadRed Shell": "",
  "ToadMushroom": "Good things come in small packages, but sometimes they come in big packages too.",
  "ToadStar": "",
  "ToadThunderbolt": "",
  "YoshiBanana": "",
  "YoshiBoo": "",
  "YoshiFeather": "",
  "YoshiGreen Shell": "You are free spirited and have a good heart, but you know how to get things done.",
  "YoshiRed Shell": "",
  "YoshiMushroom": "",
  "YoshiStar": "",
  "YoshiThunderbolt": "People can't handle how awesome you are. Help them by being humble as well.",
  "BowserBanana": "",
  "BowserBoo": "",
  "BowserFeather": "",
  "BowserGreen Shell": "You're an anarchist, aren't you? I bet you are.",
  "BowserRed Shell": "Who hurt you? I can only assume you're lashing out.",
  "BowserMushroom": "",
  "BowserStar": "",
  "BowserThunderbolt": "",
  "Donkey Kong Jr.Banana": "",
  "Donkey Kong Jr.Boo": "",
  "Donkey Kong Jr.Feather": "",
  "Donkey Kong Jr.Green Shell": "You are a contradiction: you like control, but pandemonium is fun too.",
  "Donkey Kong Jr.Red Shell": "",
  "Donkey Kong Jr.Mushroom": "",
  "Donkey Kong Jr.Star": "",
  "Donkey Kong Jr.Thunderbolt": "",
  "Koopa TroopaBanana": "",
  "Koopa TroopaBoo": "",
  "Koopa TroopaFeather": "",
  "Koopa TroopaGreen Shell": "",
  "Koopa TroopaRed Shell": "",
  "Koopa TroopaMushroom": "",
  "Koopa TroopaStar": "",
  "Koopa TroopaThunderbolt": ""
}
