{
  "MarioBanana": "Not the most adventurous one, are you. At least you know what works for you.",
  "MarioBoo": "You like being sneaky while still playing it safe. Like a cautious ninja.",
  "MarioFeather": "You like big jumps, and you cannot lie...",
  "MarioGreen Shell": "You like to create chaos while looking totally normal.",
  "MarioRed Shell": "You appear mostly normal, but you're really a tiny ball of rage.",
  "MarioMushroom": "You're traditional, but you're not above using a little help here and there.",
  "MarioStar": "Very old school. Old school cool, that is.",
  "MarioThunderbolt": "You are well rounded and know all the really good life hacks.",
  "LuigiBanana": "Cautious, yet silly, with a dose of chaos.",
  "LuigiBoo": "People think you're the likeable underdog, but you have a dark side.",
  "LuigiFeather": "People think you're a dark horse. Especially if you're literally jumping over them.",
  "LuigiGreen Shell": "You win in life by delivering the unexpected in everything you do.",
  "LuigiRed Shell": "You're focused and unassuming, but deep down, you're a rebel.",
  "LuigiMushroom": "Everybody needs a little pcik me up now and then. I prefer coffee, but you do you.",
  "LuigiStar": "You believe that the best way to move forward is to go full tilt towards your goal. You're not wrong.",
  "LuigiThunderbolt": "Nobody tells you what to do. Rawr!",
  "Princess PeachBanana": "Everyone thinks you're sweet... until it's too late.",
  "Princess PeachBoo": "Sometimes you like to hide away from your adoring fans.",
  "Princess PeachFeather": "You break glass ceilings.",
  "Princess PeachGreen Shell": "There's this thing called beautiful chaos. You epitomize it.",
  "Princess PeachRed Shell": "You know exactly what you want to do, and how you want to do it.",
  "Princess PeachMushroom": "You like dresses, but only if they have pockets. Like any sane person would.",
  "Princess PeachStar": "Beautiful and invincible. You're trying to be She-Ra, yes?",
  "Princess PeachThunderbolt": "Hell hath no fury like a woman scorned.",
  "ToadBanana": "You're the type to work smart, not hard. Good move.",
  "ToadBoo": "Small and inivisible? Do you need a hug?",
  "ToadFeather": "You're as dangerous as a spider monkey. Cute like one too.",
  "ToadGreen Shell": "You don't care who you hurt as long as someone gets it.",
  "ToadRed Shell": "Like a toddler who's been given espresso, you are bent on destruction.",
  "ToadMushroom": "Good things come in small packages, but sometimes they come in big packages too.",
  "ToadStar": "You're adorable and full of energy, like a panda drinking coffee.",
  "ToadThunderbolt": "You want others to know what it feels like to be tiny. The struggle is real.",
  "YoshiBanana": "You're crazy, and you don't care who knows it.",
  "YoshiBoo": "You *really* like to take stuff, don't you...",
  "YoshiFeather": "You're the cool friend everybody wants.",
  "YoshiGreen Shell": "You are free spirited and have a good heart, but you like messing with people too.",
  "YoshiRed Shell": "You're fast, you eat everything, and you destroy stuff. You're a teenager.",
  "YoshiMushroom": "You own at least one inflatable T-Rex costume.",
  "YoshiStar": "No one is going to stop you from winning. Not even Charlie Sheen.",
  "YoshiThunderbolt": "Nothing can bring you down, not even an annoying cat.",
  "BowserBanana": "You're the person in the office pulling practical jokes that nobody likes.",
  "BowserBoo": "You like being absurd. You're basically a platypus.",
  "BowserFeather": "You like defying expectations.",
  "BowserGreen Shell": "You're an anarchist, aren't you? I bet you are.",
  "BowserRed Shell": "Who hurt you? I can only assume you're lashing out.",
  "BowserMushroom": "You like finding where 'over the top' is and somehow going over that.",
  "BowserStar": "You're a 'bull in the china shop' type of person. Destruction is fun.",
  "BowserThunderbolt": "Subtlety isn't exactly your strong suit.",
  "Donkey Kong Jr.Banana": "Sometimes you just steer right into stereotypes.",
  "Donkey Kong Jr.Boo": "People are always surprised at your abilities.",
  "Donkey Kong Jr.Feather": "You were the kid that always got into the cookie jar.",
  "Donkey Kong Jr.Green Shell": "You are a contradiction: you like control, but pandemonium is fun too.",
  "Donkey Kong Jr.Red Shell": "You secretly want to be a rock climber, but your day job will have to do for now.",
  "Donkey Kong Jr.Mushroom": "You're more about brawns than brains, and that's okay.",
  "Donkey Kong Jr.Star": "You don't take anybody's garbage. Go you!",
  "Donkey Kong Jr.Thunderbolt": "Your desire for power is unmistakeable.",
  "Koopa TroopaBanana": "You like haunted houses, and not just in October.",
  "Koopa TroopaBoo": "You blend in, which makes it easier to take stuff.",
  "Koopa TroopaFeather": "You are smart and fast in everything you do, which lets you take more naps. Win!",
  "Koopa TroopaGreen Shell": "Your favorite movie is Super Troopers. You should go watch it again right meow.",
  "Koopa TroopaRed Shell": "Did you ever get in trouble for using a magnifying glass on ants as a kid?",
  "Koopa TroopaMushroom": "You're just trying to make it until Friday. Hang in there!",
  "Koopa TroopaStar": "You long to feel normal for once. It's okay, though. We're all weird.",
  "Koopa TroopaThunderbolt": "Those few times you get real power, you feel invincible. Don't let it go to your head."
}
